tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
brew "aria2"
brew "python3"
brew "asciinema"
brew "astyle"
brew "gettext"
brew "pixman"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "binutils"
brew "clang-format"
brew "cowsay"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gnu-sed"
brew "grep"
brew "libtool"
brew "crosstool-ng"
brew "cscope"
brew "ctags", args: ["HEAD"]
brew "curl"
brew "diffutils"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "fortune"
brew "git"
brew "git-flow"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-tar"
brew "gnu-which"
brew "nettle"
brew "gnupg"
brew "go"
brew "gzip"
brew "hub"
brew "irssi"
brew "libav"
brew "libcaca"
brew "libcroco"
brew "libelf"
brew "libidn"
brew "pango"
brew "librsvg"
brew "libssh2"
brew "libvterm"
brew "libyaml"
brew "llvm"
brew "lrzsz"
brew "lua"
brew "make"
brew "unibilium"
brew "neovim", args: ["HEAD"]
brew "node"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rtmpdump"
brew "rtv"
brew "ruby"
brew "screenfetch"
brew "sl"
brew "sphinx-doc"
brew "thefuck"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "toilet"
brew "tree"
brew "unrar"
brew "unzip"
brew "vim", args: ["HEAD"]
brew "w3m"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
