tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "neovim/neovim"
brew "aria2"
brew "asciinema"
brew "astyle"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "git"
brew "python"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "binutils"
brew "boost"
brew "clang-format"
brew "coreutils"
brew "cowsay"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gnu-sed"
brew "grep", args: ["with-default-names"]
brew "libtool"
brew "crosstool-ng"
brew "cscope"
brew "ctags", args: ["HEAD"]
brew "curl", args: ["with-libidn", "with-libssh2", "with-nghttp2", "with-rtmpdump"]
brew "diffutils"
brew "emacs", args: ["HEAD"]
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "libmagic"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "fortune"
brew "jpeg"
brew "git-flow"
brew "gnu-getopt"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "nettle"
brew "go"
brew "gzip"
brew "harfbuzz"
brew "hub"
brew "irssi"
brew "jansson"
brew "libav"
brew "libcaca"
brew "libcroco"
brew "libelf"
brew "libev"
brew "libidn"
brew "pango"
brew "librsvg"
brew "libssh2"
brew "libvterm"
brew "libyaml"
brew "lua"
brew "make"
brew "unibilium"
brew "neovim", args: ["HEAD"]
brew "spdylay"
brew "nghttp2"
brew "node"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rtmpdump"
brew "screenfetch"
brew "sl"
brew "sphinx-doc"
brew "thefuck"
brew "tig"
brew "tmux", args: ["HEAD", "with-utf8proc"]
brew "toilet"
brew "tree"
brew "unrar"
brew "unzip"
brew "vim", args: ["HEAD", "with-override-system-vi"]
brew "w3m"
brew "wget"
brew "youtube-dl", args: ["HEAD"]
brew "zsh"
brew "zsh-completions"
cask "adium"
cask "java"
cask "keycastr"
cask "transmission"
